Repository: Yongminlee2/KidCare
Catalog: ios/KidCare/Localizable.xcstrings
Source language: ko
Languages: de, en, es, fr, id, it, ja, pt, ru, th, vi, zh_hans, zh_hant

# pairing_guardian_name_hint
source: 보호자 이름 (예: 엄마, 아빠)
de: Name des Elternteils (z. B. Mama, Papa)
en: Parent's name (e.g. Mum, Dad)
es: Nombre del padre (p. ej. Mamá, Papá)
fr: Nom du parent (ex. : Maman, Papa)
id: Nama orang tua (mis. Ibu, Ayah)
it: Nome del genitore (es. Mamma, Papà)
ja: 保護者の名前（例：ママ、パパ）
pt: Nome do responsável (ex.: Mãe, Pai)
ru: Имя родителя (например: мама, папа)
th: ชื่อผู้ปกครอง (เช่น แม่ พ่อ)
vi: Tên phụ huynh (ví dụ: Mẹ, Bố)
zh_hans: 家长的名字（例如：妈妈、爸爸）
zh_hant: 家長的名字（例如：媽媽、爸爸）

# pairing_guardian_title
source: 아이 폰에 이 번호를 입력하세요
de: Geben Sie diesen Code auf dem Handy Ihres Kindes ein
en: Enter this code on your child's phone
es: Escribe este código en el teléfono de tu hijo
fr: Saisissez ce code sur le téléphone de votre enfant
id: Masukkan kode ini di ponsel anak Anda
it: Scrivi questo codice sul telefono di tuo figlio
ja: お子さんの端末にこの番号を入れてください
pt: Digite este código no celular do seu filho
ru: Введите этот номер на телефоне ребёнка
th: ใส่รหัสนี้บนมือถือของลูก
vi: Hãy nhập mã này trên điện thoại của con
zh_hans: 请在孩子手机上输入这个号码
zh_hant: 請在孩子手機上輸入這個號碼

# pairing_new_code_button
source: 새 번호 받기
de: Neuen Code holen
en: Get a new code
es: Pedir un código nuevo
fr: Obtenir un nouveau code
id: Minta kode baru
it: Chiedi un codice nuovo
ja: 新しい番号をもらう
pt: Pedir um código novo
ru: Получить новый номер
th: ขอรหัสใหม่
vi: Lấy mã mới
zh_hans: 取得新号码
zh_hant: 取得新號碼

# pairing_not_found
source: 그런 번호가 없어요. 다시 확인해 주세요.
de: Diesen Code gibt es nicht. Bitte noch einmal prüfen.
en: There is no such code. Please check it again.
es: Ese código no existe. Compruébalo otra vez.
fr: Ce code n'existe pas. Vérifiez-le encore.
id: Kode itu tidak ada. Periksa lagi.
it: Questo codice non esiste. Controllalo di nuovo.
ja: その番号はありません。もう一度確かめてください。
pt: Esse código não existe. Confira de novo.
ru: Такого номера нет. Проверьте ещё раз.
th: ไม่มีรหัสนั้น กรุณาตรวจอีกครั้ง
vi: Không có mã đó. Hãy kiểm tra lại.
zh_hans: 没有这个号码。请再确认一下。
zh_hant: 沒有這個號碼。請再確認一次。

# pairing_offline
source: 인터넷에 연결할 수 없어요. 와이파이나 데이터 연결 상태를 확인해 주세요.
de: Keine Internetverbindung. Bitte prüfen Sie WLAN oder mobile Daten.
en: Cannot reach the internet. Please check your Wi-Fi or mobile data.
es: No hay conexión a internet. Comprueba el wifi o los datos móviles.
fr: Impossible d'accéder à internet. Vérifiez le Wi-Fi ou les données mobiles.
id: Tidak bisa terhubung ke internet. Periksa Wi-Fi atau data selulernya.
it: Non c'è connessione a internet. Controlla il Wi-Fi o i dati mobili.
ja: インターネットにつながりません。Wi-Fiやモバイルデータの状態を確かめてください。
pt: Sem conexão com a internet. Confira o Wi-Fi ou os dados móveis.
ru: Нет доступа в интернет. Проверьте Wi-Fi или мобильные данные.
th: ต่ออินเทอร์เน็ตไม่ได้ กรุณาตรวจ Wi-Fi หรือเน็ตมือถือ
vi: Không vào được mạng. Hãy kiểm tra Wi-Fi hoặc dữ liệu di động.
zh_hans: 无法连接网络。请检查Wi-Fi或移动数据。
zh_hant: 無法連上網路。請檢查Wi-Fi或行動數據。

# pairing_reset_role_button
source: 역할 다시 고르기
de: Rolle neu wählen
en: Choose the role again
es: Elegir el papel otra vez
fr: Choisir le rôle à nouveau
id: Pilih peran lagi
it: Scegli di nuovo il ruolo
ja: 役割を選び直す
pt: Escolher o papel de novo
ru: Выбрать роль заново
th: เลือกบทบาทใหม่
vi: Chọn lại vai trò
zh_hans: 重新选择身份
zh_hant: 重新選擇身分

# pairing_wrong_role
source: 이 번호는 선택한 역할의 초대 번호가 아니에요. 아이용과 보호자용 번호를 확인해주세요.
de: Dieser Code gehört nicht zur gewählten Rolle. Prüfen Sie, welcher Code für das Kind und welcher für einen Elternteil ist.
en: This code is not for the role you chose. Check which code is for the child and which is for a parent.
es: Este código no es para el papel que elegiste. Mira cuál es el del hijo y cuál el del padre.
fr: Ce code ne correspond pas au rôle choisi. Vérifiez lequel est pour l'enfant et lequel pour un parent.
id: Kode ini bukan untuk peran yang Anda pilih. Periksa mana yang untuk anak dan mana yang untuk orang tua.
it: Questo codice non è del ruolo che hai scelto. Controlla qual è quello del bambino e quale quello del genitore.
ja: この番号は選んだ役割の招待番号ではありません。お子さん用と保護者用のどちらか確かめてください。
pt: Este código não é do papel que você escolheu. Veja qual é o da criança e qual é o do responsável.
ru: Этот номер не для выбранной роли. Проверьте, какой номер для ребёнка, а какой для родителя.
th: รหัสนี้ไม่ใช่ของบทบาทที่เลือก กรุณาดูว่าอันไหนของลูกและอันไหนของผู้ปกครอง
vi: Mã này không phải của vai trò bạn đã chọn. Hãy xem mã nào cho con và mã nào cho phụ huynh.
zh_hans: 这个号码不是您所选身份的邀请号码。请确认哪个是孩子用的、哪个是家长用的。
zh_hant: 這個號碼不是您所選身分的邀請號碼。請確認哪個是孩子用的、哪個是家長用的。

# perm_activity_reason
source: 걷고 있는지 가만히 있는지 알면, 가만히 있을 때는 위치를 덜 자주 확인해서 배터리를 아낄 수 있어요.
de: Wenn bekannt ist, ob Ihr Kind geht oder steht, kann der Standort im Stehen seltener geprüft werden, und das spart Akku.
en: Knowing whether your child is walking or still lets the app check the location less often while still, which saves battery.
es: Saber si tu hijo camina o está quieto permite consultar la ubicación con menos frecuencia mientras está quieto, y así se ahorra batería.
fr: Savoir si votre enfant marche ou reste immobile permet de vérifier la position moins souvent quand il ne bouge pas, ce qui économise la batterie.
id: Kalau ketahuan anak sedang berjalan atau diam, saat diam lokasinya bisa diperiksa lebih jarang, jadi baterai lebih hemat.
it: Sapere se tuo figlio cammina o sta fermo permette di controllare la posizione meno spesso quando sta fermo, e così si risparmia batteria.
ja: 歩いているか止まっているかが分かると、止まっているときは位置を確認する回数を減らしてバッテリーを節約できます。
pt: Saber se o seu filho está andando ou parado deixa o aplicativo checar a localização menos vezes enquanto ele está parado, e isso economiza bateria.
ru: Когда известно, идёт ребёнок или стоит, во время стоянки место можно проверять реже — так экономится батарея.
th: ถ้ารู้ว่าลูกกำลังเดินหรืออยู่นิ่ง ตอนอยู่นิ่งก็ตรวจตำแหน่งถี่น้อยลงได้ ช่วยประหยัดแบต
vi: Biết được con đang đi hay đứng yên thì lúc đứng yên có thể kiểm tra vị trí thưa hơn, nhờ đó tiết kiệm pin.
zh_hans: 知道孩子是在走路还是停着，停着的时候就能少查几次位置，省电。
zh_hant: 知道孩子是在走路還是停著，停著的時候就能少查幾次位置，省電。

# perm_activity_title
source: 움직임 감지
de: Bewegungserkennung
en: Activity detection
es: Detección de movimiento
fr: Détection des mouvements
id: Pengenalan gerak
it: Rilevamento del movimento
ja: 動きの検出
pt: Detecção de movimento
ru: Распознавание движения
th: การตรวจจับการเคลื่อนไหว
vi: Nhận biết chuyển động
zh_hans: 动作识别
zh_hant: 動作偵測

# perm_background_reason
source: 앱을 안 보고 있을 때도 위치를 보내려면 '항상 허용'이어야 해요. 설정 화면에서 '항상 허용'을 골라주세요.
de: Damit der Standort auch bei geschlossener App gesendet wird, muss „Immer zulassen“ gewählt sein. Wählen Sie im Einstellungsbildschirm „Immer zulassen“.
en: To send the location while the app is closed, this has to be 'Allow all the time'. Choose 'Allow all the time' on the settings screen.
es: Para enviar la ubicación con la aplicación cerrada hace falta «Permitir siempre». Elige «Permitir siempre» en la pantalla de ajustes.
fr: Pour envoyer la position quand l'application est fermée, il faut « Toujours autoriser ». Choisissez « Toujours autoriser » dans l'écran des paramètres.
id: Untuk mengirim lokasi saat aplikasi tidak dibuka, harus «Izinkan sepanjang waktu». Pilih «Izinkan sepanjang waktu» di layar setelan.
it: Per inviare la posizione con l'app chiusa serve «Consenti sempre». Scegli «Consenti sempre» nella schermata delle impostazioni.
ja: アプリを開いていないときも位置を送るには「常に許可」が必要です。設定画面で「常に許可」を選んでください。
pt: Para enviar a localização com o aplicativo fechado é preciso «Permitir o tempo todo». Escolha «Permitir o tempo todo» na tela de configurações.
ru: Чтобы отправлять геопозицию при закрытом приложении, нужно «Разрешать всегда». Выберите «Разрешать всегда» на экране настроек.
th: จะส่งตำแหน่งตอนไม่ได้เปิดแอปต้องเลือก «อนุญาตตลอดเวลา» กรุณาเลือก «อนุญาตตลอดเวลา» ในหน้าตั้งค่า
vi: Để gửi vị trí khi không mở ứng dụng thì phải chọn «Luôn cho phép». Hãy chọn «Luôn cho phép» ở màn hình cài đặt.
zh_hans: 要在没看应用的时候也发送位置，必须选“始终允许”。请在设置画面里选“始终允许”。
zh_hant: 要在沒看應用程式的時候也傳送位置，必須選「一律允許」。請在設定畫面選「一律允許」。

# perm_background_title
source: 위치 '항상 허용'
de: Standort „Immer zulassen“
en: Location 'Allow all the time'
es: Ubicación «Permitir siempre»
fr: Position « Toujours autoriser »
id: Lokasi «Izinkan sepanjang waktu»
it: Posizione «Consenti sempre»
ja: 位置情報「常に許可」
pt: Localização «Permitir o tempo todo»
ru: Геопозиция «Разрешать всегда»
th: ตำแหน่ง «อนุญาตตลอดเวลา»
vi: Vị trí «Luôn cho phép»
zh_hans: 位置“始终允许”
zh_hant: 位置「一律允許」

# perm_battery_hint
source: 설정 화면이 열리면 목록에서 '우리아이 지킴이'를 찾아 '제한 없음'으로 바꿔주세요.
de: Wenn der Einstellungsbildschirm aufgeht, suchen Sie KidCare in der Liste und stellen Sie es auf „Nicht eingeschränkt“.
en: When the settings screen opens, find KidCare in the list and change it to 'Unrestricted'.
es: Cuando se abra la pantalla de ajustes, busca KidCare en la lista y cámbialo a «Sin restricciones».
fr: Quand l'écran des paramètres s'ouvre, trouvez KidCare dans la liste et passez-le sur « Sans restriction ».
id: Setelah layar setelan terbuka, cari KidCare di daftarnya lalu ubah jadi «Tanpa batasan».
it: Quando si apre la schermata delle impostazioni, trova KidCare nell'elenco e mettilo su «Senza restrizioni».
ja: 設定画面が開いたら一覧からKidCareを探して「制限なし」に変えてください。
pt: Quando a tela de configurações abrir, procure KidCare na lista e mude para «Sem restrição».
ru: Когда откроется экран настроек, найдите в списке KidCare и поставьте «Без ограничений».
th: เมื่อหน้าตั้งค่าเปิดขึ้น ให้หา KidCare ในรายการแล้วเปลี่ยนเป็น «ไม่จำกัด»
vi: Khi màn hình cài đặt mở ra, hãy tìm KidCare trong danh sách rồi đổi thành «Không giới hạn».
zh_hans: 设置画面打开后，在列表里找到KidCare，改成“无限制”。
zh_hant: 設定畫面開啟後，在清單裡找到KidCare，改成「不受限制」。

# perm_battery_reason
source: 이걸 안 켜면 폰이 앱을 잠재워서 위치가 끊겨요. 설정 화면에서 '허용'을 골라주세요.
de: Ohne das legt das Handy die App schlafen und der Standort bricht ab. Wählen Sie im Einstellungsbildschirm „Zulassen“.
en: Without this, the phone puts the app to sleep and the location stops. Choose 'Allow' on the settings screen.
es: Sin esto, el teléfono duerme la aplicación y la ubicación se corta. Elige «Permitir» en la pantalla de ajustes.
fr: Sans cela, le téléphone met l'application en veille et la position s'interrompt. Choisissez « Autoriser » dans l'écran des paramètres.
id: Tanpa ini ponsel menidurkan aplikasinya dan lokasinya terputus. Pilih «Izinkan» di layar setelan.
it: Senza questo il telefono mette l'app in pausa e la posizione si interrompe. Scegli «Consenti» nella schermata delle impostazioni.
ja: これをオンにしないと端末がアプリを眠らせて位置が途切れます。設定画面で「許可」を選んでください。
pt: Sem isso, o celular coloca o aplicativo para dormir e a localização é cortada. Escolha «Permitir» na tela de configurações.
ru: Без этого телефон усыпляет приложение и геопозиция обрывается. Выберите «Разрешить» на экране настроек.
th: ถ้าไม่เปิด เครื่องจะพักแอปแล้วตำแหน่งจะขาดหาย กรุณาเลือก «อนุญาต» ในหน้าตั้งค่า
vi: Không bật cái này thì điện thoại ru ngủ ứng dụng và vị trí bị đứt. Hãy chọn «Cho phép» ở màn hình cài đặt.
zh_hans: 不打开这个，手机会让应用休眠，位置就会中断。请在设置画面里选“允许”。
zh_hant: 不開這個，手機會讓應用程式休眠，位置就會中斷。請在設定畫面選「允許」。

# perm_battery_title
source: 배터리 최적화 제외
de: Keine Akku-Optimierung
en: Ignore battery optimisation
es: Sin optimización de batería
fr: Sans optimisation de la batterie
id: Tanpa penghematan baterai
it: Senza ottimizzazione della batteria
ja: バッテリー最適化の対象外
pt: Sem otimização de bateria
ru: Без экономии батареи
th: ยกเว้นการประหยัดแบต
vi: Bỏ tối ưu pin
zh_hans: 不受电池优化限制
zh_hant: 不受電池最佳化限制

# perm_denied_permanently
source: 방금 거부돼서 이 화면에서는 다시 물어볼 수 없어요. '설정에서 켜기'를 누르면 앱 설정으로 가요. 거기서 권한을 켜주세요.
de: Es wurde gerade abgelehnt, deshalb kann dieser Bildschirm nicht noch einmal fragen. Tippen Sie auf „In den Einstellungen einschalten“, um zu den App-Einstellungen zu gehen, und schalten Sie die Berechtigung dort ein.
en: It was just denied, so this screen cannot ask again. Tap 'Turn on in Settings' to open the app settings and turn the permission on there.
es: Se acaba de denegar, así que esta pantalla no puede volver a preguntar. Toca «Activar en Ajustes» para ir a los ajustes de la aplicación y activa el permiso allí.
fr: Cela vient d'être refusé, cet écran ne peut donc plus le demander. Appuyez sur « Activer dans les paramètres » pour aller aux paramètres de l'application et activez l'autorisation là-bas.
id: Baru saja ditolak, jadi layar ini tidak bisa bertanya lagi. Ketuk «Nyalakan di Setelan» untuk membuka setelan aplikasi, lalu nyalakan izinnya di sana.
it: È appena stato negato, quindi questa schermata non può chiederlo di nuovo. Tocca «Attiva nelle impostazioni» per andare alle impostazioni dell'app e attiva lì il permesso.
ja: たったいま拒否されたのでこの画面からはもう一度聞けません。「設定で有効にする」を押すとアプリの設定に移動します。そこで権限をオンにしてください。
pt: Acabou de ser negado, então esta tela não pode perguntar de novo. Toque em «Ativar nas configurações» para ir às configurações do aplicativo e ative a permissão lá.
ru: Только что отказали, поэтому с этого экрана спросить снова нельзя. Нажмите «Включить в настройках», чтобы перейти в настройки приложения, и включите разрешение там.
th: เพิ่งถูกปฏิเสธไป หน้านี้จึงถามอีกไม่ได้ กด «เปิดในตั้งค่า» เพื่อไปที่ตั้งค่าแอป แล้วเปิดสิทธิ์ที่นั่น
vi: Vừa bị từ chối nên màn hình này không hỏi lại được. Bấm «Bật trong Cài đặt» để sang phần cài đặt ứng dụng rồi bật quyền ở đó.
zh_hans: 刚才被拒绝了，这个画面无法再询问。按“到设置里打开”会进入应用设置，请在那里打开权限。
zh_hant: 剛才被拒絕了，這個畫面無法再詢問。按「到設定裡開啟」會進入應用程式設定，請在那裡開啟權限。

# perm_dnd_reason
source: 부모님이 소리·진동을 바꿔줄 수 있게 하는 권한이에요. 목록에서 '우리아이 지킴이'를 찾아 켜주세요.
de: Diese Berechtigung erlaubt einem Elternteil, Ton und Vibration zu ändern. Suchen Sie KidCare in der Liste und schalten Sie es ein.
en: This lets a parent change the sound and vibration. Find KidCare in the list and turn it on.
es: Este permiso deja que un padre cambie el sonido y la vibración. Busca KidCare en la lista y actívalo.
fr: Cette autorisation permet à un parent de changer le son et la vibration. Trouvez KidCare dans la liste et activez-le.
id: Izin ini membuat orang tua bisa mengubah suara dan getar. Cari KidCare di daftarnya lalu nyalakan.
it: Questo permesso lascia che un genitore cambi suono e vibrazione. Trova KidCare nell'elenco e attivalo.
ja: 保護者が音やバイブを変えられるようにする権限です。一覧からKidCareを探してオンにしてください。
pt: Esta permissão deixa um responsável mudar o som e a vibração. Procure KidCare na lista e ative.
ru: Это разрешение позволяет родителю менять звук и вибрацию. Найдите в списке KidCare и включите.
th: สิทธิ์นี้ทำให้ผู้ปกครองเปลี่ยนเสียงและการสั่นได้ กรุณาหา KidCare ในรายการแล้วเปิด
vi: Quyền này cho phép bố mẹ đổi âm thanh và rung. Hãy tìm KidCare trong danh sách rồi bật lên.
zh_hans: 这个权限让家长可以更改声音和震动。请在列表里找到KidCare并打开。
zh_hant: 這個權限讓家長可以變更聲音和震動。請在清單裡找到KidCare並開啟。

# perm_dnd_title
source: 소리 설정 바꾸기
de: Toneinstellungen ändern
en: Change sound settings
es: Cambiar los ajustes de sonido
fr: Changer les réglages de son
id: Mengubah setelan suara
it: Cambiare le impostazioni audio
ja: 音の設定を変える
pt: Mudar as configurações de som
ru: Менять настройки звука
th: เปลี่ยนการตั้งค่าเสียง
vi: Đổi cài đặt âm thanh
zh_hans: 更改声音设置
zh_hant: 變更聲音設定

# perm_done
source: 모두 켜졌어요. 시작할게요!
de: Alles ist eingeschaltet. Los geht's!
en: Everything is on. Let's start!
es: Todo está activado. ¡Empezamos!
fr: Tout est activé. C'est parti !
id: Semuanya sudah menyala. Ayo mulai!
it: È tutto attivo. Iniziamo!
ja: すべてオンになりました。始めましょう！
pt: Está tudo ligado. Vamos começar!
ru: Всё включено. Начинаем!
th: เปิดครบแล้ว เริ่มกันเลย
vi: Đã bật hết rồi. Bắt đầu thôi!
zh_hans: 全都打开了。开始吧！
zh_hant: 全都開好了。開始吧！

# perm_grant
source: 켜기
de: Einschalten
en: Turn on
es: Activar
fr: Activer
id: Nyalakan
it: Attiva
ja: オンにする
pt: Ativar
ru: Включить
th: เปิด
vi: Bật
zh_hans: 打开
zh_hant: 開啟

# perm_location_reason
source: 지금 어디 있는지 부모님께 알려주기 위해 필요해요.
de: Wird gebraucht, damit deine Eltern wissen, wo du gerade bist.
en: Needed so your parents know where you are right now.
es: Hace falta para que tus padres sepan dónde estás ahora mismo.
fr: Nécessaire pour que tes parents sachent où tu es en ce moment.
id: Diperlukan supaya orang tuamu tahu kamu sedang di mana.
it: Serve perché i tuoi genitori sappiano dove sei adesso.
ja: いまどこにいるかを保護者に伝えるために必要です。
pt: É preciso para os seus pais saberem onde você está agora.
ru: Нужно, чтобы родители знали, где ты сейчас.
th: จำเป็นเพื่อให้พ่อแม่รู้ว่าตอนนี้หนูอยู่ที่ไหน
vi: Cần có để bố mẹ biết con đang ở đâu.
zh_hans: 为了让爸爸妈妈知道我现在在哪里。
zh_hant: 為了讓爸爸媽媽知道我現在在哪裡。

# perm_location_title
source: 위치 권한
de: Standortberechtigung
en: Location permission
es: Permiso de ubicación
fr: Autorisation de position
id: Izin lokasi
it: Permesso di posizione
ja: 位置情報の権限
pt: Permissão de localização
ru: Разрешение на геопозицию
th: สิทธิ์ตำแหน่ง
vi: Quyền vị trí
zh_hans: 位置权限
zh_hant: 位置權限

# perm_notification_reason
source: 부모님이 보낸 메시지를 받고, 위치 공유 중이라는 표시를 띄우기 위해 필요해요.
de: Wird gebraucht, um Nachrichten von deinen Eltern zu bekommen und zu zeigen, dass der Standort geteilt wird.
en: Needed to receive messages from your parents and to show that the location is being shared.
es: Hace falta para recibir los mensajes de tus padres y para mostrar que se está compartiendo la ubicación.
fr: Nécessaire pour recevoir les messages de tes parents et pour montrer que la position est partagée.
id: Diperlukan untuk menerima pesan orang tuamu dan menunjukkan bahwa lokasi sedang dibagikan.
it: Serve per ricevere i messaggi dei tuoi genitori e per mostrare che la posizione è condivisa.
ja: 保護者からのメッセージを受け取り、位置を共有中であることを表示するために必要です。
pt: É preciso para receber os recados dos seus pais e para mostrar que a localização está sendo compartilhada.
ru: Нужно, чтобы получать сообщения от родителей и показывать, что геопозиция передаётся.
th: จำเป็นเพื่อรับข้อความจากพ่อแม่ และเพื่อแสดงว่ากำลังแชร์ตำแหน่งอยู่
vi: Cần có để nhận lời nhắn của bố mẹ và để hiện rằng vị trí đang được chia sẻ.
zh_hans: 为了接收爸爸妈妈的留言，并显示正在共享位置。
zh_hant: 為了接收爸爸媽媽的留言，並顯示正在分享位置。

# perm_notification_title
source: 알림
de: Benachrichtigungen
en: Notifications
es: Notificaciones
fr: Notifications
id: Notifikasi
it: Notifiche
ja: 通知
pt: Notificações
ru: Уведомления
th: การแจ้งเตือน
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# perm_open_settings
source: 설정에서 켜기
de: In den Einstellungen einschalten
en: Turn on in Settings
es: Activar en Ajustes
fr: Activer dans les paramètres
id: Nyalakan di Setelan
it: Attiva nelle impostazioni
ja: 設定で有効にする
pt: Ativar nas configurações
ru: Включить в настройках
th: เปิดในตั้งค่า
vi: Bật trong Cài đặt
zh_hans: 到设置里打开
zh_hant: 到設定裡開啟

# perm_start
source: 시작하기
de: Starten
en: Start
es: Empezar
fr: Commencer
id: Mulai
it: Inizia
ja: はじめる
pt: Começar
ru: Начать
th: เริ่ม
vi: Bắt đầu
zh_hans: 开始
zh_hant: 開始

# perm_title
source: 몇 가지만 켜주세요
de: Nur ein paar Dinge einschalten
en: Just a few things to turn on
es: Solo unas cosas por activar
fr: Juste quelques réglages à activer
id: Ada beberapa hal yang perlu dinyalakan
it: Solo qualche cosa da attivare
ja: いくつかオンにしてください
pt: Só algumas coisas para ativar
ru: Нужно включить пару вещей
th: ขอเปิดอีกไม่กี่อย่าง
vi: Chỉ cần bật vài thứ thôi
zh_hans: 请打开几项设置
zh_hant: 請開啟幾項設定

# place_add
source: 장소 추가
de: Ort hinzufügen
en: Add a place
es: Añadir un lugar
fr: Ajouter un lieu
id: Tambah tempat
it: Aggiungi un luogo
ja: 場所を追加
pt: Adicionar um lugar
ru: Добавить место
th: เพิ่มสถานที่
vi: Thêm địa điểm
zh_hans: 添加地点
zh_hant: 新增地點

# place_delete
source: 삭제
de: Löschen
en: Delete
es: Borrar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# place_delete_cancel
source: 그대로 두기
de: Behalten
en: Keep it
es: Dejarlo
fr: Le garder
id: Biarkan saja
it: Lascialo
ja: そのままにする
pt: Deixar assim
ru: Оставить
th: เก็บไว้
vi: Để nguyên
zh_hans: 保留
zh_hant: 保留

# place_delete_confirm
source: 지우기
de: Löschen
en: Delete
es: Borrar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除する
pt: Excluir
ru: Удалить
th: ลบ
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# place_delete_message
source: %1$@ 지우면 이곳에 도착하거나 나서도 알림이 오지 않아요.
de: %1$@ Nach dem Löschen gibt es keine Meldung mehr, wenn hier angekommen oder weggegangen wird.
en: %1$@ Once deleted, arriving or leaving here will no longer send an alert.
es: %1$@ Una vez borrado, llegar o salir de aquí ya no enviará ningún aviso.
fr: %1$@ Une fois supprimé, arriver ici ou en partir n'enverra plus d'avis.
id: %1$@ Setelah dihapus, sampai atau keluar dari sini tidak akan diberitahukan lagi.
it: %1$@ Una volta eliminato, arrivare o uscire da qui non manderà più nessun avviso.
ja: %1$@ 削除するとここに到着しても出発してもお知らせが届きません。
pt: %1$@ Depois de excluir, chegar ou sair daqui não vai mais gerar aviso.
ru: %1$@ После удаления приход сюда и уход отсюда больше не будут приходить уведомлением.
th: %1$@ ลบแล้วจะไม่มีแจ้งเตือนตอนมาถึงหรือออกจากที่นี่อีก
vi: %1$@ Xóa rồi thì đến hay rời chỗ này cũng không báo nữa.
zh_hans: %1$@ 删除后，到达或离开这里都不会再通知。
zh_hant: %1$@ 刪除後，抵達或離開這裡都不會再通知。

# place_delete_title
source: 이 장소를 지울까요?
de: Diesen Ort löschen?
en: Delete this place?
es: ¿Borrar este lugar?
fr: Supprimer ce lieu ?
id: Hapus tempat ini?
it: Eliminare questo luogo?
ja: この場所を削除しますか？
pt: Excluir este lugar?
ru: Удалить это место?
th: ลบสถานที่นี้ไหม
vi: Xóa địa điểm này?
zh_hans: 要删除这个地点吗？
zh_hant: 要刪除這個地點嗎？

# place_deleting
source: 지우는 중…
de: Wird gelöscht…
en: Deleting…
es: Borrando…
fr: Suppression…
id: Menghapus…
it: Eliminazione…
ja: 削除しています…
pt: Excluindo…
ru: Удаляем…
th: กำลังลบ…
vi: Đang xóa…
zh_hans: 正在删除…
zh_hant: 正在刪除…

# place_editor_cancel
source: 취소
de: Abbrechen
en: Cancel
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ja: キャンセル
pt: Cancelar
ru: Отмена
th: ยกเลิก
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# place_editor_map_hint
source: 지도를 움직여 가운데 십자를 이 장소에 맞춰주세요. 파란 원이 알림이 울리는 범위예요.
de: Verschieben Sie die Karte, bis das Kreuz in der Mitte auf diesem Ort liegt. Der blaue Kreis ist der Bereich, in dem die Meldung ausgelöst wird.
en: Move the map so the cross in the middle sits on this place. The blue circle is where the alert goes off.
es: Mueve el mapa hasta que la cruz del centro quede sobre este lugar. El círculo azul es donde salta el aviso.
fr: Déplacez la carte pour que la croix du milieu tombe sur ce lieu. Le cercle bleu est la zone où l'avis se déclenche.
id: Geser petanya sampai tanda silang di tengah pas di tempat ini. Lingkaran biru adalah daerah tempat pemberitahuan muncul.
it: Sposta la mappa finché la croce al centro non è su questo luogo. Il cerchio azzurro è la zona in cui scatta l'avviso.
ja: 地図を動かして真ん中の十字をこの場所に合わせてください。青い円がお知らせの届く範囲です。
pt: Mova o mapa até a cruz do meio ficar sobre este lugar. O círculo azul é onde o aviso dispara.
ru: Двигайте карту, пока крестик в середине не встанет на это место. Синий круг — зона, в которой срабатывает уведомление.
th: เลื่อนแผนที่ให้กากบาทตรงกลางตรงกับที่นี่ วงกลมสีฟ้าคือขอบเขตที่แจ้งเตือนจะทำงาน
vi: Hãy di chuyển bản đồ cho dấu thập ở giữa trùng với chỗ này. Vòng tròn xanh là phạm vi báo.
zh_hans: 移动地图，让中间的十字对准这个地点。蓝色圆圈是发出通知的范围。
zh_hant: 移動地圖，讓中間的十字對準這個地點。藍色圓圈是發出通知的範圍。

# place_editor_map_label
source: 어디인가요
de: Wo ist das
en: Where is it
es: Dónde está
fr: C'est où
id: Di mana tempatnya
it: Dov'è
ja: どこですか
pt: Onde fica
ru: Где это
th: อยู่ที่ไหน
vi: Ở đâu
zh_hans: 在哪里
zh_hant: 在哪裡

# place_editor_name_hint
source: 학교, 학원, 할머니 댁…
de: Schule, Kurs, Haus der Oma…
en: School, academy, grandma's house…
es: Colegio, academia, casa de la abuela…
fr: École, cours, maison de mamie…
id: Sekolah, tempat les, rumah nenek…
it: Scuola, corso, casa della nonna…
ja: 学校、塾、おばあちゃんの家…
pt: Escola, curso, casa da vovó…
ru: Школа, кружок, дом бабушки…
th: โรงเรียน ที่เรียนพิเศษ บ้านคุณยาย…
vi: Trường, lớp học thêm, nhà bà…
zh_hans: 学校、补习班、奶奶家…
zh_hant: 學校、補習班、奶奶家…

# place_editor_name_label
source: 장소 이름
de: Name des Ortes
en: Place name
es: Nombre del lugar
fr: Nom du lieu
id: Nama tempat
it: Nome del luogo
ja: 場所の名前
pt: Nome do lugar
ru: Название места
th: ชื่อสถานที่
vi: Tên địa điểm
zh_hans: 地点名称
zh_hant: 地點名稱
